<?php

return [
    'support' => <<<EOF
<p>
    Эл. адрес поддержки:
    <a href="mailto:support@teamocollaboration.com">support@teamocollaboration.com</a>
</p>
EOF
,

    'about' => <<<EOF
<div style="font-size: 2.2rem; margin: 0 0 10px 0;">Что еще можно делать в Теамо</div>
<p><b>Архивы</b></p>
<p>
    Со временем проект может разрастись большим количеством задач, обсуждений и событий. Если вы не хотите
    что-то удалять, но оно мешает вам в общих списках, вы можете перенести все ненужное в архив.
</p>
<p><b>Подписка на новые комментарии</b></p>
<p>
    Какие-то обсуждения могут быть более важными, чем другие. Вам не обязательно получать поток спама со всеми
    новыми комментариями в проекте. Вы можете подписаться на комментарии только в определенных дискуссиях,
    которые вам интересны.
</p>
<p><b>Избранное</b></p>
<p>
    По-умолчанию все списки отсортированы по датам или новым комментариям. Добавьте важные для вас списки задач
    в избранное, и они всегда будут выводиться в самом верху.
</p>
<p><b>Удобство удаленной работы</b></p>
<p>
    Во многих командах участники живут в разных странах и/или часовых поясах. Каждый участник проекта видит время
    с учетом своего часового пояса, и может настраивать форматы даты и времени так, как ему удобно.
</p>
EOF
,

    'terms' => <<<EOF
<div class="form-title">Правила Сервиса</div>

<p><b>Общие положения</b></p>
<ol>
    <li>Используя сервис Теамо (далее - Сервис) вы соглашаетесь с Пользовательским Соглашением, представленным на этой странице.</li>
    <li>Сервис принадлежит компании Teamo B.V. (далее - Компания).</li>
    <li>Компания оставляет за собой право изменять, добавлять или удалять пункты настоящего Соглашения без уведомления Пользователя.</li>
</ol>

<p><b>Предоставление услуги</b></p>
<ol>
    <li>Сервис предоставляется на бесплатной и платной основе.</li>
    <li>Доступны следующие способы оплаты: Виза, Мастеркард.</li>
    <li>Для использования сервиса необходимо <a href="/register">зарегистрировать</a> Аккаунт, который будет являться основным аккаунтом для команды Пользователя.</li>
    <li>Все остальные участники команды Пользователя могут быть приглашены в команду через внутренний интерфейс Сервиса.</li>
    <li>В рамках одного бесплатного аккаунта может быть создан один проект и приглашены пять участников, доступно 500 Мб дискового пространства.</li>
    <li>В рамках одного платного аккаунта может быть создано неограниченное количество проектов и приглашено неограниченное количество участников, доступно 10000 Мб дискового пространства.</li>
    <li>Стоимость сервиса может быть изменена, о чем Пользователь будет уведомлен за 30 дней до соответствующих изменений.</li>
    <li>Пользователь может в любой момент прекратить оплачивать аккаунт, после чего предоставление услуги доступа к Сервису будет остановлено после завершения оплаченного периода.</li>
    <li>Пользователь имеет право обратиться в службу поддержки с просьбой возврата оплаты, каждое такое обращение рассматривается индивидуально.</li>
    <li>Пользователь не имеет права передавать доступ к своему аккаунту третьим лицам.</li>
</ol>

<p><b>Авторское право и Контент Пользователя</b></p>
<ol>
    <li>Компания не претендует на авторское право на Контент, который загружает или создает Пользователь.</li>
    <li>Контент Пользователя должен быть легальным в рамках закона Нидерландов.</li>
    <li>Контент, относящийся к Сервису, программный код, стиль, дизайн, скрипты, верстка, изображения, принадлежит Компании.</li>
</ol>

<p><b>Общие условия</b></p>
<ol>
    <li>Вы используете Сервис на свой страх и риск. Сервис предоставляется “как есть”.</li>
    <li>Компания не гарантирует, что Сервис в полном объеме удовлетворит ваши потребности  и решит ваши задачи.</li>
    <li>Компания не несет ответственности за любые убытки, прямые или косвенные, являющиеся результатом использования Сервиса.</li>
    <li>Компания не гарантирует бесперебойную работу сервиса, однако в случае долгих простоев вы можете рассчитывать на компенсацию в виде продления подписки без дополнительной оплаты.</li>
    <li>Вы не должны как либо вмешиваться в работоспособность Сервиса, пытаться его взломать, замедлять быстродействие, и производить другие действия, направленные против Сервиса.</li>
    <li>Вы должны следить за надежностью и безопасностью своего логина и пароля.</li>
    <li>Компания оставляет за собой право прекратить предоставление услуги доступа к Сервису, если использование Сервиса вашим аккаунтом значительно превышает норму.</li>
    <li>Компания старается сделать Сервис таким, чтобы вам было максимально комфортно им пользоваться.</li>
    <li>Любые вопросы, замечания и предложения вы можете отравлять на адрес support@teamocollaboration.com</li>
</ol>

<p>Дата последней редакции: 12.06.2016</p>
EOF
];
